[
 {
   "Day": 1,
   "Month": 1,
   "Quote": "\"Forgiveness does not change the past, but it does enlarge the future\" -Paul Boese"
 },
 {
   "Day": 2,
   "Month": 1,
   "Quote": "\"Some people believe holding on and hanging in there are signs of great strength. However, there are times when it takes much more strength to know when to let go and then do it.\" -Ann Landers"
 },
 {
   "Day": 3,
   "Month": 1,
   "Quote": "\"Thank God I found the GOOD in goodbye\" -Beyonce Knowles"
 },
 {
   "Day": 4,
   "Month": 1,
   "Quote": "“Happiness is where we find it, but rarely where we seek it.” – J. Petit Senn"
 },
 {
   "Day": 5,
   "Month": 1,
   "Quote": "\"Shallow men believe in luck. Strong men believe in cause and effect.\" -Ralph Waldo Emerson"
 },
 {
   "Day": 6,
   "Month": 1,
   "Quote": "Whatever I put before my recovery I will lose"
 },
 {
   "Day": 7,
   "Month": 1,
   "Quote": "Thinking is difficult, that’s why most people judge."
 },
 {
   "Day": 8,
   "Month": 1,
   "Quote": "When everything seems to be going against you, remember that the airplane takes off against the wind, not with it. —Henry Ford"
 },
 {
   "Day": 9,
   "Month": 1,
   "Quote": "Count your blessings"
 },
 {
   "Day": 10,
   "Month": 1,
   "Quote": "“The only person you are destined to become is the person you decide to be.” – Ralph Waldo Emerson"
 },
 {
   "Day": 11,
   "Month": 1,
   "Quote": "The most difficult thing is the decision to act, the rest is merely tenacity. —Amelia Earhart"
 },
 {
   "Day": 12,
   "Month": 1,
   "Quote": "We try to be of service to others whenever possible, using our time, energy, and resources to help create positive change."
 },
 {
   "Day": 13,
   "Month": 1,
   "Quote": "\"Truth never damages a cause that is just.\" --Mahatma Gandhi"
 },
 {
   "Day": 14,
   "Month": 1,
   "Quote": "People who don't go to meetings don't hear about what happens to people who don't go to meetings"
 },
 {
   "Day": 15,
   "Month": 1,
   "Quote": "Be part of the solution, not the problem"
 },
 {
   "Day": 16,
   "Month": 1,
   "Quote": "Start where you are. Use what you have. Do what you can."
 },
 {
   "Day": 17,
   "Month": 1,
   "Quote": "“Worrying does not empty tomorrow of its troubles – it empties today of its strength.” ~ Corrie Ten Boom"
 },
 {
   "Day": 18,
   "Month": 1,
   "Quote": "If you love something, set it free. If it comes back to you, then it is yours."
 },
 {
   "Day": 19,
   "Month": 1,
   "Quote": "\"Life belongs to the living, and he who lives must be prepared for changes\" -Johann Wolfgang von Goethe"
 },
 {
   "Day": 20,
   "Month": 1,
   "Quote": "You get in life what you have the courage to ask for."
 },
 {
   "Day": 21,
   "Month": 1,
   "Quote": "We’re responsible for the effort – not the outcome!"
 },
 {
   "Day": 22,
   "Month": 1,
   "Quote": "There’s no progress without struggle"
 },
 {
   "Day": 23,
   "Month": 1,
   "Quote": "Life is way too short to spend another day at war with yourself."
 },
 {
   "Day": 24,
   "Month": 1,
   "Quote": "“Where humility had formerly stood for a forced feeding on humble pie, it now begins to mean the nourishing ingredient which can give us serenity.” ~ Twelve Steps and Twelve Traditions"
 },
 {
   "Day": 25,
   "Month": 1,
   "Quote": "Try not place conditions on your sobriety."
 },
 {
   "Day": 26,
   "Month": 1,
   "Quote": "The first thing you need to do is want to change, once you do that you’ve already begun your evolution to a better person."
 },
 {
   "Day": 27,
   "Month": 1,
   "Quote": "I would rather die of passion than of boredom. —Vincent van Gogh"
 },
 {
   "Day": 28,
   "Month": 1,
   "Quote": "“It is not easy to find happiness in ourselves, and it is not possible to find it elsewhere.” ~ Agnes Repplier"
 },
 {
   "Day": 29,
   "Month": 1,
   "Quote": "Small steps forward are still steps"
 },
 {
   "Day": 30,
   "Month": 1,
   "Quote": "If it is important to you, you will find a way. If not, you’ll find an excuse"
 },
 {
   "Day": 31,
   "Month": 1,
   "Quote": "The good qualities you see in a person are also qualities in yourself."
 },
 {
   "Day": 1,
   "Month": 2,
   "Quote": "Fake it till you make it"
 },
 {
   "Day": 2,
   "Month": 2,
   "Quote": "If you want to lift yourself up, lift up someone else. —Booker T. Washington"
 },
 {
   "Day": 3,
   "Month": 2,
   "Quote": "“Recovery is something you have to work on every single day and it’s something that doesn’t get a day off.” ~ Demi Lovato"
 },
 {
   "Day": 4,
   "Month": 2,
   "Quote": "“We do not regret the past nor wish to shut the door on it.” ~ Alcoholics Anonymous"
 },
 {
   "Day": 5,
   "Month": 2,
   "Quote": "\"Change your thoughts and you change your world.\" -Norman Vincent Peale"
 },
 {
   "Day": 6,
   "Month": 2,
   "Quote": "Two things you can control today: attitude and effort."
 },
 {
   "Day": 7,
   "Month": 2,
   "Quote": "Success consists of going from failure to failure without loss of enthusiasm.\n– Winston Churchill"
 },
 {
   "Day": 8,
   "Month": 2,
   "Quote": "“Either you run the day, or the day runs you.” – Jim Rohn"
 },
 {
   "Day": 9,
   "Month": 2,
   "Quote": "\"There is no love without forgiveness, and there is no forgiveness without love.\"\n-Bryant H. McGill"
 },
 {
   "Day": 10,
   "Month": 2,
   "Quote": "“Turn your face to the sun and the shadows fall behind you.” ~ Charlotte Whitton"
 },
 {
   "Day": 11,
   "Month": 2,
   "Quote": "Stick with the winners"
 },
 {
   "Day": 12,
   "Month": 2,
   "Quote": "Many meetings, many chances; few meetings, few chances; no meetings, no chances"
 },
 {
   "Day": 13,
   "Month": 2,
   "Quote": "“You must do the things you think you cannot do.” ~ Eleanor Roosevelt"
 },
 {
   "Day": 14,
   "Month": 2,
   "Quote": "Identify specific and important goals you want to achieve to bring more meaning to your life."
 },
 {
   "Day": 15,
   "Month": 2,
   "Quote": "Each one of us has cause to think deep gratitude of those who have lighted the flame for us."
 },
 {
   "Day": 16,
   "Month": 2,
   "Quote": "\"You can complain because roses have thorns, or you can be grateful that thorn bushes have roses.\" -Tom Wilson"
 },
 {
   "Day": 17,
   "Month": 2,
   "Quote": "“No matter how dark the moment, love and hope are always possible.” ~ George Chakiris"
 },
 {
   "Day": 18,
   "Month": 2,
   "Quote": "Courage is the power to let go of the familiar.\n– Raymond Lindquist"
 },
 {
   "Day": 19,
   "Month": 2,
   "Quote": "\"To improve is to change; to be perfect is to change often.\" -Winston Churchill"
 },
 {
   "Day": 20,
   "Month": 2,
   "Quote": "Change your thoughts and you change your world. —Norman Vincent Peale"
 },
 {
   "Day": 21,
   "Month": 2,
   "Quote": "“I have learned over the years that when one’s mind is made up, this diminishes fear.” – Rosa Parks"
 },
 {
   "Day": 22,
   "Month": 2,
   "Quote": "Be someone you want to be around"
 },
 {
   "Day": 23,
   "Month": 2,
   "Quote": "\"Education is the most powerful weapon which you can use to change the world.\" -Nelson Mandela"
 },
 {
   "Day": 24,
   "Month": 2,
   "Quote": "“Believe more deeply. Hold your face up to the light, even though for the moment you do not see.” – Bill Wilson"
 },
 {
   "Day": 25,
   "Month": 2,
   "Quote": "I have been impressed with the urgency of doing. Knowing is not enough; we must apply. Being willing is not enough; we must do. —Leonardo da Vinci"
 },
 {
   "Day": 26,
   "Month": 2,
   "Quote": "The elevator is broken – use the ‘steps.’"
 },
 {
   "Day": 27,
   "Month": 2,
   "Quote": "“The best time to plant a tree was 20 years ago. The second best time is now.” ~ Chinese proverb"
 },
 {
   "Day": 28,
   "Month": 2,
   "Quote": "Perfection is not attainable, but if we chase perfection we can catch excellence. —Vince Lombardi"
 },
 {
   "Day": 29,
   "Month": 2,
   "Quote": "“As we go through the day we pause, when agitated or doubtful, and ask for the right thought or action.” ~ Alcoholics Anonymous"
 },
 {
   "Day": 1,
   "Month": 3,
   "Quote": "I am not defined by my relapses, but by my decision to remain in recovery despite them."
 },
 {
   "Day": 2,
   "Month": 3,
   "Quote": "If Plan A didn’t work, the alphabet has 25 more letters"
 },
 {
   "Day": 3,
   "Month": 3,
   "Quote": "A smooth sea never made a good sailor"
 },
 {
   "Day": 4,
   "Month": 3,
   "Quote": "Willingness is the key"
 },
 {
   "Day": 5,
   "Month": 3,
   "Quote": "There’s a story behind every person. There’s a reason why they’re the way they are. Think about that before you judge someone."
 },
 {
   "Day": 6,
   "Month": 3,
   "Quote": "Take what you need and leave the rest"
 },
 {
   "Day": 7,
   "Month": 3,
   "Quote": "“Sometimes you’ve just got to give yourself what you wish someone else would give you.” – Dr. Phil"
 },
 {
   "Day": 8,
   "Month": 3,
   "Quote": "“Your best days are ahead of you. The movie starts when the guy gets sober and puts his life back together; it doesn’t end there.” – Bucky Sinister"
 },
 {
   "Day": 9,
   "Month": 3,
   "Quote": "“My recovery has been an evolution, not a sudden miracle.” ~ Patty Duke"
 },
 {
   "Day": 10,
   "Month": 3,
   "Quote": "“Addiction begins with the hope that something ‘out there’ can instantly fill up the emptiness inside.”\n~ Jean Kilbourne"
 },
 {
   "Day": 11,
   "Month": 3,
   "Quote": "Live life on life's terms"
 },
 {
   "Day": 12,
   "Month": 3,
   "Quote": "Feelings are not facts"
 },
 {
   "Day": 13,
   "Month": 3,
   "Quote": "Forgiveness is the attribute of the strong.\"--Mahatma Gandhi"
 },
 {
   "Day": 14,
   "Month": 3,
   "Quote": "When in doubt – don’t"
 },
 {
   "Day": 15,
   "Month": 3,
   "Quote": "“Experience is not what happens to you, it is what you do with what happens to you.” – Aldous Huxley"
 },
 {
   "Day": 16,
   "Month": 3,
   "Quote": "Procrastination is the thief of time. – Edward Young"
 },
 {
   "Day": 17,
   "Month": 3,
   "Quote": "\"Rock bottom became the solid foundation on which I rebuilt my life.\""
 },
 {
   "Day": 18,
   "Month": 3,
   "Quote": "“The man who makes no mistakes does not usually make anything.” – Bishop W.C. Magee"
 },
 {
   "Day": 19,
   "Month": 3,
   "Quote": "“Our greatest glory is not in never failing, but in rising up every time we fail.” – Ralph Waldo Emerson"
 },
 {
   "Day": 20,
   "Month": 3,
   "Quote": "You never change things by fighting the existing reality. To change something build a new model that makes the existing model obsolete."
 },
 {
   "Day": 21,
   "Month": 3,
   "Quote": "Stay humble"
 },
 {
   "Day": 22,
   "Month": 3,
   "Quote": "When we feel stuck, going nowhere, even starting to slip backward, we may actually be backing up to get a running start."
 },
 {
   "Day": 23,
   "Month": 3,
   "Quote": "Your day will go the way the corners of your mouth turn"
 },
 {
   "Day": 24,
   "Month": 3,
   "Quote": "\"With the new day comes new strength and new thoughts.\" -Eleanor Roosevelt"
 },
 {
   "Day": 25,
   "Month": 3,
   "Quote": "I am not a product of my circumstances. I am a product of my decisions. —Stephen Covey"
 },
 {
   "Day": 26,
   "Month": 3,
   "Quote": "When someone is working hard to change, try not to hold them to their past. Forgive them and help them transform."
 },
 {
   "Day": 27,
   "Month": 3,
   "Quote": "It is possible to change without improving - it is impossible to improve without change"
 },
 {
   "Day": 28,
   "Month": 3,
   "Quote": "Take a look at what things may deteriorate you from your change for the better and leave them by the wayside."
 },
 {
   "Day": 29,
   "Month": 3,
   "Quote": "A refuge is a safe place, a place of protection – a place that we go in times of need, a shelter."
 },
 {
   "Day": 30,
   "Month": 3,
   "Quote": "Stay sober for yourself."
 },
 {
   "Day": 31,
   "Month": 3,
   "Quote": "“What progress, you ask, have I made? I have begun to be a friend to myself.” – Hecato"
 },
 {
   "Day": 1,
   "Month": 4,
   "Quote": "\"If you would not be forgotten as soon as you are dead, either write something worth reading or do something worth writing.\" -Benjamin Franklin"
 },
 {
   "Day": 2,
   "Month": 4,
   "Quote": "God doesn't make junk"
 },
 {
   "Day": 3,
   "Month": 4,
   "Quote": "We can easily forgive a child who is afraid of the dark; the real tragedy of life is when men are afraid of the light. —Plato"
 },
 {
   "Day": 4,
   "Month": 4,
   "Quote": "“Man never made any material as resilient as the human spirit.” – Bernard Williams"
 },
 {
   "Day": 5,
   "Month": 4,
   "Quote": "\"Forgiveness is a funny thing. It warms the heart and cools the sting.\" -William Arthur Ward"
 },
 {
   "Day": 6,
   "Month": 4,
   "Quote": "“People often say that motivation doesn’t last. Neither does bathing. That’s why we recommend it daily.” – Zig Ziglar"
 },
 {
   "Day": 7,
   "Month": 4,
   "Quote": "Everything is impermanent – every pleasure, every pain, every body."
 },
 {
   "Day": 8,
   "Month": 4,
   "Quote": "“Addiction is just a way of trying to get at something else. Something bigger. Call it transcendence if you want, but it’s like a rat in a maze. We all want the same thing. We all have this hole. The thing you want offers relief, but it’s a trap.” – Tess Callahan"
 },
 {
   "Day": 9,
   "Month": 4,
   "Quote": "If you hear a voice within you say \"you cannot paint,\" then by all means paint and that voice will be silenced. —Vincent Van Gogh"
 },
 {
   "Day": 10,
   "Month": 4,
   "Quote": "If you fell down yesterday, stand up today. -H.G. Wells"
 },
 {
   "Day": 11,
   "Month": 4,
   "Quote": "One day at a time"
 },
 {
   "Day": 12,
   "Month": 4,
   "Quote": "\"The great courageous act that we must all do, is to have the courage to step out of our history and past so that we can live our dreams.\" -Oprah Winfrey"
 },
 {
   "Day": 13,
   "Month": 4,
   "Quote": "“When everything seems like an uphill struggle, just think of the view from the top.” – Unknown"
 },
 {
   "Day": 14,
   "Month": 4,
   "Quote": "\"Pride makes us artificial and humility makes us real.\" -Thomas Merton"
 },
 {
   "Day": 15,
   "Month": 4,
   "Quote": "I’ve learned that people will forget what you said, people will forget what you did, but people will never forget how you made them feel. —Maya Angelou"
 },
 {
   "Day": 16,
   "Month": 4,
   "Quote": "“Just because you made some past mistakes doesn’t mean you are one. Nobody’s past is perfect. Some people will never forgive you. But never let that stop you from forgiving yourself.” ~ Trent Shelton"
 },
 {
   "Day": 17,
   "Month": 4,
   "Quote": "\"I know of nothing more valuable, when it comes to the all-important virtue of authenticity, than simply being who you are.\" --Charles R. Swindoll"
 },
 {
   "Day": 18,
   "Month": 4,
   "Quote": "You will never speak to anyone more than you speak to yourself in your head. Be kind to yourself."
 },
 {
   "Day": 19,
   "Month": 4,
   "Quote": "\"Change is the end result of all true learning.\" -Leo Buscaglia"
 },
 {
   "Day": 20,
   "Month": 4,
   "Quote": "We all fear our own shortcomings and flaws. We are almost programmed at birth to think little of ourselves. What we fail to realize is that we are also made to persevere. We are stronger than we think."
 },
 {
   "Day": 21,
   "Month": 4,
   "Quote": "Seventy percent of success in life is showing up. – Woody Allen"
 },
 {
   "Day": 22,
   "Month": 4,
   "Quote": "\"We gain strength, and courage, and confidence by each experience in which we really stop to look fear in the face... we must do that which we think we cannot.\" -Eleanor Roosevelt"
 },
 {
   "Day": 23,
   "Month": 4,
   "Quote": "You were never created to live depressed, defeated, guilty, condemned, ashamed or unworthy. You were create to be victorious."
 },
 {
   "Day": 24,
   "Month": 4,
   "Quote": "\"No matter who you are, no matter what you did, no matter where you've come from, you can always change, become a better version of yourself.\" -Madonna"
 },
 {
   "Day": 25,
   "Month": 4,
   "Quote": "“Addiction begins with the hope that something “out there” can instantly fill up the emptiness inside.” – Jean Kilbourne"
 },
 {
   "Day": 26,
   "Month": 4,
   "Quote": "\"Work spares us from three evils: boredome, vice and need.\" -Voltaire"
 },
 {
   "Day": 27,
   "Month": 4,
   "Quote": "A person who never made a mistake never tried anything new.——Albert Einstein"
 },
 {
   "Day": 28,
   "Month": 4,
   "Quote": "Remember that not getting what you want is sometimes a wonderful stroke of luck. —Dalai Lama"
 },
 {
   "Day": 29,
   "Month": 4,
   "Quote": "There is no shame in beginning again, for you get a chance to build bigger and better than before."
 },
 {
   "Day": 30,
   "Month": 4,
   "Quote": "\"Wisdom is the reward you get for a lifetime of listening when you'd have preferred to talk.\" --Doug Larson"
 },
 {
   "Day": 1,
   "Month": 5,
   "Quote": "\"We acquire the strength we have overcome.\" -Ralph Waldo Emerson"
 },
 {
   "Day": 2,
   "Month": 5,
   "Quote": "“Understanding the difference between healthy striving and perfectionism is critical to laying down the shield and picking up your life.” – Brené Brown"
 },
 {
   "Day": 3,
   "Month": 5,
   "Quote": "Learn to listen and listen to learn"
 },
 {
   "Day": 4,
   "Month": 5,
   "Quote": "\"Truth is so rare that it is delightful to tell it.\" -Emily Dickinson"
 },
 {
   "Day": 5,
   "Month": 5,
   "Quote": "Principles before personalities"
 },
 {
   "Day": 6,
   "Month": 5,
   "Quote": "Yesterday is a cancelled check, tomorrow is an IOU, today is cash – spend is wisely"
 },
 {
   "Day": 7,
   "Month": 5,
   "Quote": "It’s not the load that breaks you down, it’s the way you carry it.” – Lou Holtz"
 },
 {
   "Day": 8,
   "Month": 5,
   "Quote": "Even if YOU think you cannot your heart and soul know better."
 },
 {
   "Day": 9,
   "Month": 5,
   "Quote": "Mistakes are proof that you’re trying"
 },
 {
   "Day": 10,
   "Month": 5,
   "Quote": "“You can’t grow and learn if your focus is on finding someone else to blame instead of looking at your own shortcomings.” \n—John Maxwell"
 },
 {
   "Day": 11,
   "Month": 5,
   "Quote": "\"Don't let life discourage you; everyone who got where he is had to begin where he was.\" -Richard L. Evans"
 },
 {
   "Day": 12,
   "Month": 5,
   "Quote": "Whenever you feel like giving up, think of all the people who would love to see you fail"
 },
 {
   "Day": 13,
   "Month": 5,
   "Quote": "\"One step at a time. One day at a time. One hour at a time.\""
 },
 {
   "Day": 14,
   "Month": 5,
   "Quote": "“The best way out is always through.” ~ Robert Frost"
 },
 {
   "Day": 15,
   "Month": 5,
   "Quote": "You can't fall if you don't climb. But there's no joy in living your whole life on the ground."
 },
 {
   "Day": 16,
   "Month": 5,
   "Quote": "“You're going to make it; You're going to be at peace; You're going to create, and love, and laugh, and live; You're going to do great things.”  ― Germany Kent"
 },
 {
   "Day": 17,
   "Month": 5,
   "Quote": "Recovery is about progression not perfection."
 },
 {
   "Day": 18,
   "Month": 5,
   "Quote": "If you don't want to slip, stay away from slippery places"
 },
 {
   "Day": 19,
   "Month": 5,
   "Quote": "The road to sobriety is a simple journey for confused people with a complicated disease"
 },
 {
   "Day": 20,
   "Month": 5,
   "Quote": "Have no fear. You will find your way. It’s in your bones. It’s in your soul."
 },
 {
   "Day": 21,
   "Month": 5,
   "Quote": "Formula for failure: try to please everyone."
 },
 {
   "Day": 22,
   "Month": 5,
   "Quote": "“Life is like riding a bicycle. To keep your balance you must keep moving.” – Albert Einstein"
 },
 {
   "Day": 23,
   "Month": 5,
   "Quote": "“It is often in the darkest skies that we see the brightest stars.” ~ Richard Evans"
 },
 {
   "Day": 24,
   "Month": 5,
   "Quote": "\"When you forgive, you in no way change the past--but you sure do change the future.\" -Bernard Meltzer"
 },
 {
   "Day": 25,
   "Month": 5,
   "Quote": "You only get out of it what you put into it"
 },
 {
   "Day": 26,
   "Month": 5,
   "Quote": "“Keep steadily before you the fact that all true success depends at last upon yourself.” – Theodore T. Hunger"
 },
 {
   "Day": 27,
   "Month": 5,
   "Quote": "\"Forgiveness is the fragrance that the violet sheds on the heel that has crushed it.\" -Mark Twain"
 },
 {
   "Day": 28,
   "Month": 5,
   "Quote": "To thine own self be true"
 },
 {
   "Day": 29,
   "Month": 5,
   "Quote": "The key to freedom is in the Steps"
 },
 {
   "Day": 30,
   "Month": 5,
   "Quote": "What Gets Measured Gets Managed."
 },
 {
   "Day": 31,
   "Month": 5,
   "Quote": "\"I know for sure that what we dwell on is who we become.\" -Oprah Winfrey"
 },
 {
   "Day": 1,
   "Month": 6,
   "Quote": "“Experience is not what happens to you, it is what you do with what happens to you.” – Aldous Huxley"
 },
 {
   "Day": 2,
   "Month": 6,
   "Quote": "\"A tiny change today brings a dramatically different tomorrow.\" -Richard Bach"
 },
 {
   "Day": 3,
   "Month": 6,
   "Quote": "Change is a process, not an event"
 },
 {
   "Day": 4,
   "Month": 6,
   "Quote": "Recovery is not for people who need it, it’s for people who want it."
 },
 {
   "Day": 5,
   "Month": 6,
   "Quote": "“If you accept the expectations of others, especially negative ones, then you never will change the outcome.” – Michael Jordan"
 },
 {
   "Day": 6,
   "Month": 6,
   "Quote": "\"As we express our gratitude, we must never forget that the highest appreciation is not to utter words, but to live by them.\" -John F. Kennedy"
 },
 {
   "Day": 7,
   "Month": 6,
   "Quote": "“We train our minds to meet all pain with compassion and all pleasure with nonattached appreciation.”"
 },
 {
   "Day": 8,
   "Month": 6,
   "Quote": "The Happiness of your life depends upon the Quality of your Thoughts"
 },
 {
   "Day": 9,
   "Month": 6,
   "Quote": "\"If not us, who? If not now, when?\" -Hillel the Elder"
 },
 {
   "Day": 10,
   "Month": 6,
   "Quote": "Humility is our acceptance of ourselves."
 },
 {
   "Day": 11,
   "Month": 6,
   "Quote": "You are a work in progress!"
 },
 {
   "Day": 12,
   "Month": 6,
   "Quote": "If you sit in the barber's chair long enough, you'll eventually get a haircut"
 },
 {
   "Day": 13,
   "Month": 6,
   "Quote": "The greatest discovery of my generation is that a human being can alter his life by altering his attitudes of mind.\n– William James"
 },
 {
   "Day": 14,
   "Month": 6,
   "Quote": "Growing old is mandatory - Growing up is optional"
 },
 {
   "Day": 15,
   "Month": 6,
   "Quote": "\"You don't have to be ready to recover, you need only to be willing.\""
 },
 {
   "Day": 16,
   "Month": 6,
   "Quote": "Let go of old ideas"
 },
 {
   "Day": 17,
   "Month": 6,
   "Quote": "Life is 10% what happens to me and 90% of how I react to it. —Charles Swindoll"
 },
 {
   "Day": 18,
   "Month": 6,
   "Quote": "What we achieve inwardly will change outer reality. —Plutarch"
 },
 {
   "Day": 19,
   "Month": 6,
   "Quote": "“Remember that just because you hit bottom doesn’t mean you have to stay there.” ~ Robert Downey, Jr."
 },
 {
   "Day": 20,
   "Month": 6,
   "Quote": "Good things come to those who work and never give up"
 },
 {
   "Day": 21,
   "Month": 6,
   "Quote": "Be as enthusiastic about recovery as you were about your addiction."
 },
 {
   "Day": 22,
   "Month": 6,
   "Quote": "Misery is optional"
 },
 {
   "Day": 23,
   "Month": 6,
   "Quote": "“Recovery is an ongoing process, for both the addict and his or her family. In recovery, there is hope. And hope is a wonderful thing.” ~ Dean Dauphinais"
 },
 {
   "Day": 24,
   "Month": 6,
   "Quote": "“Don’t let the past steal your present.” – Terri Guillemets"
 },
 {
   "Day": 25,
   "Month": 6,
   "Quote": "Show me a person who has never failed, and I’ll see a person who never attempted anything."
 },
 {
   "Day": 26,
   "Month": 6,
   "Quote": "You can’t have a better tomorrow if you’re still thinking about yesterday. – Charles F. Kettering"
 },
 {
   "Day": 27,
   "Month": 6,
   "Quote": "Easy does it but do it"
 },
 {
   "Day": 28,
   "Month": 6,
   "Quote": "\"Courage is the most important of all the virtues because without courage, you can't practice any other virtue consistently.\" -Maya Angelou"
 },
 {
   "Day": 29,
   "Month": 6,
   "Quote": "It's amazing to find oiut what happens when you don't give up!"
 },
 {
   "Day": 30,
   "Month": 6,
   "Quote": "“I can’t change the direction of the wind, but I can adjust my sails to always reach my destination.” – Jimmy Dean"
 },
 {
   "Day": 1,
   "Month": 7,
   "Quote": "An honest regret for harms done, a genuine gratitude for blessings received, and a willingness to try for better things tomorrow will be the permanent assets we shall seek.”"
 },
 {
   "Day": 2,
   "Month": 7,
   "Quote": "There are two days in every week which we have no control over—-yesterday and tomorrow."
 },
 {
   "Day": 3,
   "Month": 7,
   "Quote": "When you’re going through hell, keep going.\n– Winston Churchill"
 },
 {
   "Day": 4,
   "Month": 7,
   "Quote": "Don’t compare your insides to other people’s outsides."
 },
 {
   "Day": 5,
   "Month": 7,
   "Quote": "“If you can quit for a day, you can quit for a lifetime.” – Benjamin Alire Sáenz"
 },
 {
   "Day": 6,
   "Month": 7,
   "Quote": "\"We need to find the courage to say no to the things and people that are not serving us if we want to rediscover ourselves and live our lives with authenticity.\" --Barbara de Angelis"
 },
 {
   "Day": 7,
   "Month": 7,
   "Quote": "Don’t judge me by my past. I’m not in the past anymore. Accept me for who I am because this is me today."
 },
 {
   "Day": 8,
   "Month": 7,
   "Quote": "\"We must find time to stop and thank the people who make a difference in our lives.\" -John F. Kennedy"
 },
 {
   "Day": 9,
   "Month": 7,
   "Quote": "Even just making one life better is a big change for a better world than if you resign and do nothing."
 },
 {
   "Day": 10,
   "Month": 7,
   "Quote": "“Hardships often prepare ordinary people for an extraordinary destiny.” – C.S. Lewis"
 },
 {
   "Day": 11,
   "Month": 7,
   "Quote": "Nobody ever found recovery as a result of an intellectual awakening"
 },
 {
   "Day": 12,
   "Month": 7,
   "Quote": "Keep your sobriety first to make it last"
 },
 {
   "Day": 13,
   "Month": 7,
   "Quote": "Remember, for the scars you bear, whether they are physical, mental or otherwise be proud that you have them. They are proof that you are stronger than what made them in the first place."
 },
 {
   "Day": 14,
   "Month": 7,
   "Quote": "\"The beautiful journey of today can only begin when we learn to let go of yesterday.\" -Steve Maraboli"
 },
 {
   "Day": 15,
   "Month": 7,
   "Quote": "“Hope begins in the dark, the stubborn hope that if you just show up and try to do the right thing, the dawn will come. You wait and watch and work: you don’t give up”. ~ Anne Lamott"
 },
 {
   "Day": 16,
   "Month": 7,
   "Quote": "“What is addiction, really? It is a sign, a signal, a symptom of distress. It is a language that tells us about a plight that must be understood.”\n~ Alice Miller"
 },
 {
   "Day": 17,
   "Month": 7,
   "Quote": "I am in charge of how I feel and today I’m choosing Happiness"
 },
 {
   "Day": 18,
   "Month": 7,
   "Quote": "You don’t get over an addiction by stopping using. You recovery by creating a new life where it’s easier to not use. If you don’t create a new life, then all the factors that brought you to your addiction will catch up with you gain."
 },
 {
   "Day": 19,
   "Month": 7,
   "Quote": "This answer has to do with the quality of faith rather than its quantity."
 },
 {
   "Day": 20,
   "Month": 7,
   "Quote": "\"Addiction is the only prision where the locks are on the inside.\""
 },
 {
   "Day": 21,
   "Month": 7,
   "Quote": "Hope is praying for rain, but faith is bringing an umbrella."
 },
 {
   "Day": 22,
   "Month": 7,
   "Quote": "\"Success is the sum of small efforts, repeated day-in and day-out.\" -Robert Collier"
 },
 {
   "Day": 23,
   "Month": 7,
   "Quote": "\"Yesterday is not ours to recover, but tomorrow is ours to win or lose.\" -Lyndon B. Johnson"
 },
 {
   "Day": 24,
   "Month": 7,
   "Quote": "Cultivate an attitude of gratitude"
 },
 {
   "Day": 25,
   "Month": 7,
   "Quote": "\"Miracles do not, in fact, break the laws of nature. ~ C.S. Lewis\""
 },
 {
   "Day": 26,
   "Month": 7,
   "Quote": "“As human beings, our greatness lies not so much in being able to remake the world… as in being able to remake ourselves.” – Mahatma Gandhi"
 },
 {
   "Day": 27,
   "Month": 7,
   "Quote": "Striving for success without hard work is like trying to harvest where you haven’t planted.– David Bly"
 },
 {
   "Day": 28,
   "Month": 7,
   "Quote": "\"Recovery is not a race. You don't have to feel guilty if it takes you longer than you thought it would.”"
 },
 {
   "Day": 29,
   "Month": 7,
   "Quote": "“Before you can break out of prison, you must realize you are locked up.”"
 },
 {
   "Day": 30,
   "Month": 7,
   "Quote": "“I avoid looking forward or backward, and try to keep looking upward.” – Charlotte Brontë"
 },
 {
   "Day": 31,
   "Month": 7,
   "Quote": "There is no secret to success. It is the result of preparation, hard work, and learning from failure. – General Colin Powell"
 },
 {
   "Day": 1,
   "Month": 8,
   "Quote": "Strive not to be a success, but rather to be of value. —Albert Einstein"
 },
 {
   "Day": 2,
   "Month": 8,
   "Quote": "\"Recovery is an acceptance that your life is in shambles and you have to change it.\""
 },
 {
   "Day": 3,
   "Month": 8,
   "Quote": "Life is an echo. What you send out comes back. What you sow, you reap, What you give, you get, What you see in others exists in you."
 },
 {
   "Day": 4,
   "Month": 8,
   "Quote": "\"Not feeling is no replacement for reality. Your problems today are still your problems tomorrow.\""
 },
 {
   "Day": 5,
   "Month": 8,
   "Quote": "\"Recovery is a process. It takes time. It takes patience. It takes everything you've got.\""
 },
 {
   "Day": 6,
   "Month": 8,
   "Quote": "“Be yourself; everyone else is already taken.” – Oscar Wild"
 },
 {
   "Day": 7,
   "Month": 8,
   "Quote": "\"Selflessness is humility. Humility and freedom go hand in hand. Only a humble person can be free.\" -Jeff Wilson"
 },
 {
   "Day": 8,
   "Month": 8,
   "Quote": "\"True forgiveness is when you can say, \"Thank you for that experience.\" -Oprah Winfrey"
 },
 {
   "Day": 9,
   "Month": 8,
   "Quote": "Keep your first step close"
 },
 {
   "Day": 10,
   "Month": 8,
   "Quote": "I alone cannot change the world. But I can cast a stone across the waters to create many ripples."
 },
 {
   "Day": 11,
   "Month": 8,
   "Quote": "\"Be strong. Live honorably and with dignity. When you don't think you can, hold on.\" -James Frey"
 },
 {
   "Day": 12,
   "Month": 8,
   "Quote": "\"Gratitude is not only the greatest of virtues, but the parent of all others.\" -Cicero"
 },
 {
   "Day": 13,
   "Month": 8,
   "Quote": "\"It doesn't take much to surprise others, but to surprise oneself- now that is a great feat.\" -Kristen Hartley"
 },
 {
   "Day": 14,
   "Month": 8,
   "Quote": "\"Humility is not thinking less of yourself, it's thinking of yourself less.\" -C. S. Lewis"
 },
 {
   "Day": 15,
   "Month": 8,
   "Quote": "A scar is a reminder that you’re stronger than whatever hurt you"
 },
 {
   "Day": 16,
   "Month": 8,
   "Quote": "\"Once the enabling stops, the recovery is given the opportunity to start.\""
 },
 {
   "Day": 17,
   "Month": 8,
   "Quote": "\"There is no persuasiveness more effectual than the transparency of a single heart, of a sincere life.\" --Joseph Barber Lightfoot"
 },
 {
   "Day": 18,
   "Month": 8,
   "Quote": "You have brains in your head and feet in your shoes. You can steer yourself in any direction you choose."
 },
 {
   "Day": 19,
   "Month": 8,
   "Quote": "Pay attention to the similarities rather than the differences"
 },
 {
   "Day": 20,
   "Month": 8,
   "Quote": "Turn \"I Wish\" into \"I Will\""
 },
 {
   "Day": 21,
   "Month": 8,
   "Quote": "The question isn’t who is going to let me; it’s who is going to stop me. —Ayn Rand"
 },
 {
   "Day": 22,
   "Month": 8,
   "Quote": "Resentment is like drinking poison and expecting someone else to die"
 },
 {
   "Day": 23,
   "Month": 8,
   "Quote": "\"In three words I can sum up everything I've learned about life: it goes on.\" -Robert Frost"
 },
 {
   "Day": 24,
   "Month": 8,
   "Quote": "“When you have come to the edge of all light that you know and are about to drop off into the darkness of the unknown, faith is knowing one of two things will happen: There will be something solid to stand on or you will be taught to FLY.” ~ Patrick Overton"
 },
 {
   "Day": 25,
   "Month": 8,
   "Quote": "\"Numbing the pain for a while will make it worse when you finally feel it.\""
 },
 {
   "Day": 26,
   "Month": 8,
   "Quote": "If you look at what you have in life, you’ll always have more. If you look at what you don’t have in life, you’ll never have enough. —Oprah Winfrey"
 },
 {
   "Day": 27,
   "Month": 8,
   "Quote": "All progress takes place outside of your comfort zone. – Michael John Bobak"
 },
 {
   "Day": 28,
   "Month": 8,
   "Quote": "My recovery must come first so that everything I love in life doesn’t have to come last."
 },
 {
   "Day": 29,
   "Month": 8,
   "Quote": "\"If you want to test your memory, try to recall what you were worrying about one year ago today.\" -E.Joseph Coffman"
 },
 {
   "Day": 30,
   "Month": 8,
   "Quote": "It’s not that some people have willpower and some don’t. It’s that some people are ready to change and others are not."
 },
 {
   "Day": 31,
   "Month": 8,
   "Quote": "\"The world breaks every one and afterward many are strong at the broken places.\" -Ernest Hemingway"
 },
 {
   "Day": 1,
   "Month": 9,
   "Quote": "“Don’t judge each day by the harvest you reap but by the seeds that you plant.” – Robert Louis Stevenson"
 },
 {
   "Day": 2,
   "Month": 9,
   "Quote": "The disease is progressive. So is recovery."
 },
 {
   "Day": 3,
   "Month": 9,
   "Quote": "Asking for help is a big sign that we have the courage to make a change for the better."
 },
 {
   "Day": 4,
   "Month": 9,
   "Quote": "“Obstacles are those frightening things that become visible when we take our eyes off our goals.” – Henry Ford"
 },
 {
   "Day": 5,
   "Month": 9,
   "Quote": "One’s dignity may be assaulted, vandalized and cruelly mocked, but cannot be taken away unless it is surrendered."
 },
 {
   "Day": 6,
   "Month": 9,
   "Quote": "\"When I let go of what I am, I become what I might be.\"-Lao Tzu"
 },
 {
   "Day": 7,
   "Month": 9,
   "Quote": "“Every worthy act is difficult. Ascent is always difficult. Descent is easy and often slippery.” ~ Mahatma Gandhi"
 },
 {
   "Day": 8,
   "Month": 9,
   "Quote": "\"It will hurt. It will take time. It will require dedication, willpower and sacrifice. You will need to push your body to its max. There will be temptation. But I promise, it's worth it.\""
 },
 {
   "Day": 9,
   "Month": 9,
   "Quote": "\"To err is human; to forgive, divine.\" -Alexander Pope"
 },
 {
   "Day": 10,
   "Month": 9,
   "Quote": "“Tomorrow is the most important thing in life. Comes into us at midnight very clean. It’s perfect when it arrives and it puts itself in our hands. It hopes we learned something from yesterday.” ~ John Wayne"
 },
 {
   "Day": 11,
   "Month": 9,
   "Quote": "Each day may not be good, but there’s good in every day"
 },
 {
   "Day": 12,
   "Month": 9,
   "Quote": "\"Do you want to know who you are? Don't ask. Act! Action will delineate and define you.\" Thomas Jefferson"
 },
 {
   "Day": 13,
   "Month": 9,
   "Quote": "\"Change is hardest at the beginning, messiest in the middle and best at the end.\" -Robin S. Sharma"
 },
 {
   "Day": 14,
   "Month": 9,
   "Quote": "It is well to remind ourselves that anxiety signifies a conflict, and so long as a conflict is going on, a constructive solution is possible. – Rollo May"
 },
 {
   "Day": 15,
   "Month": 9,
   "Quote": "\"If you do what you always did, you will get what you always got.\" -Henry Ford"
 },
 {
   "Day": 16,
   "Month": 9,
   "Quote": "Every good choice we make for ourselves boils down to our courage."
 },
 {
   "Day": 17,
   "Month": 9,
   "Quote": "First things first"
 },
 {
   "Day": 18,
   "Month": 9,
   "Quote": "When all else fails, follow directions"
 },
 {
   "Day": 19,
   "Month": 9,
   "Quote": "If you find a path with no obstacles, it probably doesn’t lead anywhere"
 },
 {
   "Day": 20,
   "Month": 9,
   "Quote": "Courage is within everyone. It does not mean you do not have fear. It comes when you face something despite the fear, and you always get stronger because of it."
 },
 {
   "Day": 21,
   "Month": 9,
   "Quote": "Recovery didn’t open the gates of heaven and let me in. Recovery opened the gates of hell and let me out!"
 },
 {
   "Day": 22,
   "Month": 9,
   "Quote": "\"Surprise yourself every day with your own courage.\" -Denholm Elliott"
 },
 {
   "Day": 23,
   "Month": 9,
   "Quote": "Often it’s the deepest pain which empowers you to grow into your highest self."
 },
 {
   "Day": 24,
   "Month": 9,
   "Quote": "No matter how many mistakes you make or how slow you progress, you are still way ahead of everyone who isn’t trying."
 },
 {
   "Day": 25,
   "Month": 9,
   "Quote": "Don't quit before the miracle happens"
 },
 {
   "Day": 26,
   "Month": 9,
   "Quote": "Stop Hating yourself for what you aren’t and start Loving yourself for what you are"
 },
 {
   "Day": 27,
   "Month": 9,
   "Quote": "Too many of us are not living our dreams because we are living our fears. —Les Brown"
 },
 {
   "Day": 28,
   "Month": 9,
   "Quote": "It’s your place in the world; it’s your life. Go on and do all you can with it, and make it the life you want to live. Mae Jemison"
 },
 {
   "Day": 29,
   "Month": 9,
   "Quote": "“Change your behaviors and your feelings will follow.” – Susan McManhon"
 },
 {
   "Day": 30,
   "Month": 9,
   "Quote": "I am not what happened to me. I am what I choose to become"
 },
 {
   "Day": 1,
   "Month": 10,
   "Quote": "Take what you can use and leave the rest"
 },
 {
   "Day": 2,
   "Month": 10,
   "Quote": "Give time time"
 },
 {
   "Day": 3,
   "Month": 10,
   "Quote": "We practice present-time awareness in all aspects of our life. We take refuge in the present."
 },
 {
   "Day": 4,
   "Month": 10,
   "Quote": "A successful man is one who can lay a firm foundation with the bricks others have thrown at him. – David Brinkley"
 },
 {
   "Day": 5,
   "Month": 10,
   "Quote": "When you get to the end of the rope, tie a knot and hang on. – Franklin D. Roosevelt"
 },
 {
   "Day": 6,
   "Month": 10,
   "Quote": "Don’t let your struggle become your identity."
 },
 {
   "Day": 7,
   "Month": 10,
   "Quote": "An addict cannot be grateful and hateful at the same time"
 },
 {
   "Day": 8,
   "Month": 10,
   "Quote": "“Even in the midst of devastation, something within us always points the way to freedom.”\n~ Sharon Salzberg"
 },
 {
   "Day": 9,
   "Month": 10,
   "Quote": "When you smile, your brain thinks you’re happy"
 },
 {
   "Day": 10,
   "Month": 10,
   "Quote": "“There’s not a drug on Earth that can make life meaningful.” ~ Sarah Kane"
 },
 {
   "Day": 11,
   "Month": 10,
   "Quote": "“Sometimes we motivate ourselves by thinking of what we want to become. Sometimes we motivate ourselves by thinking about who we don’t ever want to be again.” – Shane Niemeyer"
 },
 {
   "Day": 12,
   "Month": 10,
   "Quote": "Courage doesn’t always roar. Sometimes courage is the quiet voice at the end of the day saying ‘I will try again tomorrow’. – Mary Anne Radmacher"
 },
 {
   "Day": 13,
   "Month": 10,
   "Quote": "The goal isn’t to be sober. The goal is to love yourself so much that you don’t need to drink."
 },
 {
   "Day": 14,
   "Month": 10,
   "Quote": "If you expect respect, be the first to show some"
 },
 {
   "Day": 15,
   "Month": 10,
   "Quote": "When a person tries to control their addiction they have already lost control"
 },
 {
   "Day": 16,
   "Month": 10,
   "Quote": "\"The art of life is a constant readjustment to our surroundings.\" -Kakuzo Okakaura"
 },
 {
   "Day": 17,
   "Month": 10,
   "Quote": "Your struggle is part of your story"
 },
 {
   "Day": 18,
   "Month": 10,
   "Quote": "Although we are not responsible for our disease we are responsible for our recovery"
 },
 {
   "Day": 19,
   "Month": 10,
   "Quote": "Little minds are tamed and subdued by misfortune; but great minds rise above it. –Washington Irving"
 },
 {
   "Day": 10,
   "Month": 10,
   "Quote": "“Though no one can go back and make a brand new start, anyone can start from now and make a brand new ending.” ~ Carl Bard"
 },
 {
   "Day": 20,
   "Month": 10,
   "Quote": "How wonderful it is that nobody need wait a single moment before starting to improve the world. —Anne Frank"
 },
 {
   "Day": 21,
   "Month": 10,
   "Quote": "Before anything, you need to take care of yourself first."
 },
 {
   "Day": 22,
   "Month": 10,
   "Quote": "“No matter how dark the moment, love and hope are always possible.”\n~ George Chakiris"
 },
 {
   "Day": 23,
   "Month": 10,
   "Quote": "Take a deep breath. It’s just a bad day, not a bad life."
 },
 {
   "Day": 24,
   "Month": 10,
   "Quote": "Call a plant beautiful, and it becomes a flower. Call it ugly, and it becomes a weed.\n– Jonathan Lockwood Huie"
 },
 {
   "Day": 25,
   "Month": 10,
   "Quote": "It does not matter how slowly you go as long as you do not stop."
 },
 {
   "Day": 26,
   "Month": 10,
   "Quote": "Relapse is not a requirement."
 },
 {
   "Day": 27,
   "Month": 10,
   "Quote": "Perseverance is failing 19 times and succeeding the 20th. – Julie Andrews"
 },
 {
   "Day": 28,
   "Month": 10,
   "Quote": "Quote"
 },
 {
   "Day": 29,
   "Month": 10,
   "Quote": "A pessimist is one who makes difficulties of his opportunities and an optimist is one who makes opportunities of his difficulties.\n– Harry Truman"
 },
 {
   "Day": 30,
   "Month": 10,
   "Quote": "If more people would think before we judge, the world would be a much kinder place."
 },
 {
   "Day": 31,
   "Month": 10,
   "Quote": "“The great thing in this world is not so much where you stand, as in what direction you are moving.” ~ Oliver Wendell Holmes"
 },
 {
   "Day": 1,
   "Month": 11,
   "Quote": "“We begin by accepting all the ways that addiction has caused suffering in our lives and the lives of others.”"
 },
 {
   "Day": 2,
   "Month": 11,
   "Quote": "Be a lamp, or a lifeboat, or a ladder. Help someone’s soul heal. Walk out of your house like a shepherd."
 },
 {
   "Day": 3,
   "Month": 11,
   "Quote": "In truth, one step at a time is not too difficult…. I know that small attempts, repeated, will complete any undertaking.\n– Og Mandino"
 },
 {
   "Day": 4,
   "Month": 11,
   "Quote": "“If you know someone who tries to drown their sorrows, you might tell them that sorrows know how to swim.” – Ann Landers"
 },
 {
   "Day": 5,
   "Month": 11,
   "Quote": "We are only as sick as our secrets"
 },
 {
   "Day": 6,
   "Month": 11,
   "Quote": "No matter what, even if it’s slow progress is still progress. You’ll still be moving farther ahead than if you do nothing at all."
 },
 {
   "Day": 7,
   "Month": 11,
   "Quote": "“The secret of getting ahead is getting started.” ~ Mark Twain"
 },
 {
   "Day": 8,
   "Month": 11,
   "Quote": "Recovery doesn't happen overnight"
 },
 {
   "Day": 9,
   "Month": 11,
   "Quote": "You’ve got to get up every morning with determination if you’re going to go to bed with satisfaction. – George Lorimer"
 },
 {
   "Day": 10,
   "Month": 11,
   "Quote": "You are not alone."
 },
 {
   "Day": 11,
   "Month": 11,
   "Quote": "“The ultimate measure of a man is not where he stands in moments of comfort and convenience but where he stands at times of challenge and controversy.” – Dr. Martin Luther King Jr."
 },
 {
   "Day": 12,
   "Month": 11,
   "Quote": "Pain is a sign that you are alive. In order to get stronger, you will have to go through some suffering in order to realize how much stronger you can be because of it."
 },
 {
   "Day": 13,
   "Month": 11,
   "Quote": "“No other road, no other way, no day but today.” – Jonathan Larson"
 },
 {
   "Day": 14,
   "Month": 11,
   "Quote": "Serenity is not freedom from the storm but peace amid the storm"
 },
 {
   "Day": 15,
   "Month": 11,
   "Quote": "If you don’t go after what you want, you’ll never have it. If you don’t ask, the answer is always no. If you don’t step forward, you’re always in the same place. – Nora Roberts"
 },
 {
   "Day": 16,
   "Month": 11,
   "Quote": "\"Honesty is the first chapter in the book of wisdom.\" --Thomas Jefferson"
 },
 {
   "Day": 17,
   "Month": 11,
   "Quote": "“Fall seven times, stand up eight.” – Japanese proverb"
 },
 {
   "Day": 18,
   "Month": 11,
   "Quote": "“I hated every minute of training, but I said, ‘Don’t quit. Suffer now and live the rest of your life as a champion.’” – Muhammad Ali"
 },
 {
   "Day": 19,
   "Month": 11,
   "Quote": "Believe in yourself and all that you are. Know that there is something inside you that is greater than any obstacle. – Christian D. Larson"
 },
 {
   "Day": 20,
   "Month": 11,
   "Quote": "\"Forgiveness is a gift you give yourself.\" -Suzanne Somers"
 },
 {
   "Day": 21,
   "Month": 11,
   "Quote": "Remember no one can make you feel inferior without your consent. —Eleanor Roosevelt"
 },
 {
   "Day": 22,
   "Month": 11,
   "Quote": "\"If you want to change the world, pick up your pen and write.\" -Martin Luther"
 },
 {
   "Day": 23,
   "Month": 11,
   "Quote": "Take what you can and leave the rest"
 },
 {
   "Day": 24,
   "Month": 11,
   "Quote": "Addiction is an equal opportunity destroyer"
 },
 {
   "Day": 25,
   "Month": 11,
   "Quote": "If you can’t figure out your purpose, figure out your passion. For your passion will lead you right to your purpose."
 },
 {
   "Day": 26,
   "Month": 11,
   "Quote": "\"It is by going down into the abyss that we recover the treasures of life. Where you stumble there lies your treasure.\""
 },
 {
   "Day": 27,
   "Month": 11,
   "Quote": "It's a beautiful day to be sober.\""
 },
 {
   "Day": 29,
   "Month": 11,
   "Quote": "Grant me the serenity to accept the things I cannot change, the courage to change the things I can, and the wisdom to know the difference."
 },
 {
   "Day": 30,
   "Month": 11,
   "Quote": "More will be revealed"
 },
 {
   "Day": 1,
   "Month": 12,
   "Quote": "What lies behind us and what lies before us are tiny matters compared to what lies within us.\n– Ralph Waldo Emerson"
 },
 {
   "Day": 2,
   "Month": 12,
   "Quote": "\"No legacy is so rich as honesty.\" -William Shakespeare"
 },
 {
   "Day": 3,
   "Month": 12,
   "Quote": "\"It is not the strongest or the most intelligent who will survive but those who can best manage change.\" -Charles Darwin"
 },
 {
   "Day": 4,
   "Month": 12,
   "Quote": "What do I want for my future? What am I currently doing to achieve that? How do I feel about what I’m currently doing?"
 },
 {
   "Day": 5,
   "Month": 12,
   "Quote": "“Every great tragedy forms a fertile soil in which a great recovery can take root and blossom… but only if you plant the seeds.” ~ Steve Marabou"
 },
 {
   "Day": 6,
   "Month": 12,
   "Quote": "I would rather go through life sober, believing I am an alcoholic, than go through life drunk, trying to convince myself that I am not."
 },
 {
   "Day": 7,
   "Month": 12,
   "Quote": "Never let a stumble in the road be the end of the Journey"
 },
 {
   "Day": 8,
   "Month": 12,
   "Quote": "Nothing will work unless you do. —Maya Angelou"
 },
 {
   "Day": 9,
   "Month": 12,
   "Quote": "If you find yourself in a hole, the first thing to do is stop digging."
 },
 {
   "Day": 10,
   "Month": 12,
   "Quote": "Real recovery is a complete lifestyle change"
 },
 {
   "Day": 11,
   "Month": 12,
   "Quote": "Don’t give up until the miracle happens."
 },
 {
   "Day": 12,
   "Month": 12,
   "Quote": "\"A lack of transparency results in distrust and a deep sense of insecurity.\"\n--Dalai Lama"
 },
 {
   "Day": 13,
   "Month": 12,
   "Quote": "\"The greatest use of life is to spend it for something that will outlast it.\" --William James"
 },
 {
   "Day": 14,
   "Month": 12,
   "Quote": "\"You feel your strength in the experience of pain.\" -Jim Morrison"
 },
 {
   "Day": 15,
   "Month": 12,
   "Quote": "It may also be hard to change by yourself, but that’s where your friends and family come in. Having a solid support system is very important."
 },
 {
   "Day": 16,
   "Month": 12,
   "Quote": "Even if happiness forgets you a little bit, never completely forget about it.\n– Jacques Prévert"
 },
 {
   "Day": 17,
   "Month": 12,
   "Quote": "Do the next “right thing.”"
 },
 {
   "Day": 18,
   "Month": 12,
   "Quote": "Courage is doing what you’re afraid to do. There can be no courage unless you’re scared.\n– Eddie Rickenbacker"
 },
 {
   "Day": 19,
   "Month": 12,
   "Quote": "by circumstance, not by virtue"
 },
 {
   "Day": 20,
   "Month": 12,
   "Quote": "\"Its not always necessary to be strong, but to feel strong.\" -Jon Krakauer"
 },
 {
   "Day": 21,
   "Month": 12,
   "Quote": "“Every strike brings me closer to the next home run.” – Babe Ruth"
 },
 {
   "Day": 22,
   "Month": 12,
   "Quote": "I’ve missed more than 9000 shots in my career. I’ve lost almost 300 games. 26 times I’ve been trusted to take the game winning shot and missed. I’ve failed over and over and over again in my life. And that is why I succeed. —Michael Jordan"
 },
 {
   "Day": 23,
   "Month": 12,
   "Quote": "When God made you, He must have been having a very good day."
 },
 {
   "Day": 24,
   "Month": 12,
   "Quote": "Addiction is the repetitive process of habitually satisfying cravings to avoid, change, or control the seemingly unbearable conditions of the present moment."
 },
 {
   "Day": 25,
   "Month": 12,
   "Quote": "Pain is the touchstone of spiritual growth"
 },
 {
   "Day": 26,
   "Month": 12,
   "Quote": "Pick yourself back up – you’ve got this"
 },
 {
   "Day": 27,
   "Month": 12,
   "Quote": "The biggest failure we make is having a problem and not asking for the help we need to fix it."
 },
 {
   "Day": 28,
   "Month": 12,
   "Quote": "The ultimate measure of a man is not where he stands in moments of comfort and convenience, but where he stands at times of challenge and controversy. – Martin Luther King, Jr."
 },
 {
   "Day": 29,
   "Month": 12,
   "Quote": "To keep what you have, you have to give it away"
 },
 {
   "Day": 30,
   "Month": 12,
   "Quote": "\"I alone cannot change the world, but I can cast a stone across the waters to create many ripples.\" -Mother Theresa"
 },
 {
   "Day": 31,
   "Month": 12,
   "Quote": "We tend to live up to our expectations.\n– Earl Nightingale"
 }
]